//
//  HomeViewController.h
//  PrivateGuide
//
//  Created by 魏帅 on 2017/11/28.
//  Copyright © 2017年 魏帅. All rights reserved.
//

#import "BaseViewController.h"
#import "HomeView.h"
@interface HomeViewController : BaseViewController
//---------------------------------------------------------------------------
//-------------------------------- 变量 ---------------------------------------
//---------------------------------------------------------------------------
/**
 @brief   首页视图
 @discussion   null
 @author        魏帅
 */
@property(nonatomic,strong) HomeView * homeV;



//---------------------------------------------------------------------------
//-------------------------------- 方 法 ---------------------------------------
//---------------------------------------------------------------------------
@end
